Repository: kerbinagent/tabbycat
Catalog: tabbycat/printing/locale/*/LC_MESSAGES/django.po
Languages: id

source: Feedback Forms
id: Form Penilaian

source: Printable Feedback Forms for %(round)s
id: Form Penilaian Dapat Di Cetak %(round)s

source: No feedback questions have been added for either teams or adjudicators to answer.
id: Tidak ada pertanyaan balik yang ditambahkan baik untuk tim atau juri untuk dijawab.

source: No feedback questions have been added for teams to answer.
id: Tidak ada pertanyaan balik yang ditambahkan untuk tim untuk di jawab.

source: No feedback questions have been added for adjudicators to answer.
id: Tidak ada pertanyaan balik yang ditambahkan untuk dijawab oleh juri.

source: %(first_sentence)s Check the <a href="http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank">documentation</a> for information on how to add these (otherwise these forms will be quite bare).
id: %(first_sentence)s cek <a href="http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html" target="_blank"> dokumentasi </a> untuk informasi bagaimana menambahkannya (jikat tidak form akan dikosongkan).

source: There are no feedback sheets available — perhaps adjudicators have not been allocated?
id: tidak ada lembar nilai tersedia - mungkin juri belum mengalokasikan nya?

source: Use Ctrl+P for printing or saving to PDF. Be sure to set the appropriate <strong>page orientation</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>background graphics</strong>. Works best in Chrome.
id: Gunakan Ctrl+P untuk mencetak atau menyimpan ke PDF. Pastikan untuk set dengan tepat <strong>Orientasi halaman</strong>, to turn off <strong>headers/footers</strong> and turn on <strong>Grafik Latar Belakang</strong>. Berkerja paling baik di Chrome.

source: Printable %(sheet)s URLs
id: Cetak %(sheet)s URLs

source: This page is designed to be printed as double sided A4 sheets, with the outside facing side showing the participant name and the inside facing side showing the URL. Use CTRL-P to print; for best results use Chrome.
id: Halaman ini didesain untuk mencetak secara double pada 2 sisi lembar A4, dengan sisi menghadap luar menunjukkan nama peserta dan sisi menghadap ke dalam menunjukkan URL. Gunakan CTRL-P untuk mencetak; untuk hasil terbaik gunakan Chrome.

source: Please bookmark the following URL, you will use it to submit forms throughout the tournament:
id: Mohon tandai URL, yang anda akan gunakan untuk menyerahkan form ke seluruh tournament:

source: Printable Scoresheets
id: Cetak lembar nilai

source: for %(round)s
id: untuk %(round)s

source: Edit Motion(s)
id: Edit mosi

source: There are no scoresheets available — perhaps the round has not been drawn?
id: Tidak ada lembar nilai yang tersedia - mungkin ronde belum di tarik?

source: Edit Ballot Motions
id: Edit Mosi Balot

source: Editing motions here will not save them permanently — it will only update the text used in the printed ballots below. This can be useful if using placeholder motions (to ensure confidentiality) in Tabbycat, but you still want to print ballots with correct motions.
id: Mengedit Mosi di sini tidak akan tersimpan secara permanen - ini hanya mengupdate teks yang digunakan dalam mencetak balot di bawah ini. ini akan berguna jika menggunakan mosi pengisi ruang (untuk memastikan konfidensial) di Tabbycat, tapi anda masih ingin mencetak balot dengan mosi yang benar.

source: Motion
id: Mosi

source: Changes to motions will update in the displayed ballots automatically
id: Menganti mosi akan memperbarui tampilan balot secara otomatis

source: Speeches are x minutes, the speaker score range is from x to x. You have x minutes to form an adjudication.
id: Pidato x menit, rentan nilai skor pembicara dari x sampai x. anda memiliki x menit untuk mengajukan keputusan ke seorang juri.

source: Overall Score
id: Nilai Keseluruhan

source: Unaffiliated
id: Tidak terafiliasi

source: Team
id: Tim
