Repository: kerbinagent/tabbycat
Catalog: tabbycat/importer/locale/*/LC_MESSAGES/django.po
Languages: id

source: line %(lineno)d: %(message)s
id: baris %(lineno)d: %(message)s

source: This line (for %(institution)s) didn't have a code
id: Baris ini (untuk %(institution)s) tidak memiliki kode

source: This line (for %(institution)s) had too many columns
id: Baris ini (untuk %(institution)s) memiliki terlalu banyak kolom

source: There were no institutions to import.
id: Tidak ada institusi untuk diimpor.

source: Sorry, you can only import up to %(max_allowed)d institution at a time. (You currently have %(given)d.) Try splitting your import into smaller chunks.
id: Maaf, Anda hanya dapat mengimpor maksimal %(max_allowed)d institusi dalam satu waktu. (Anda saat ini memiliki %(given)d.) Cobalah membagi impor Anda menjadi pecahan kecil.

source: There were no rooms to import.
id: Tidak ada ruangan untuk diimpor.

source: Sorry, you can only import up to %(max_allowed)d room at a time. (You currently have %(given)d.) Try splitting your import into smaller chunks.
id: Maaf, Anda hanya dapat mengimpor maksimal %(max_allowed)d ruangan dalam satu waktu. (Anda sat ini memiliki %(given)d.) Cobalah untuk membagi impor Anda menjadi pecahan yang lebih kecil.

source: Speakers' names
id: Nama-nama pembicara

source: Speakers' email addresses
id: Alamat e-mail pembicara

source: Optional, useful to include if distributing private URLs, list in same order as speakers' names
id: Opsional, berguna untuk diikutsertakan jika mendistribusikan URL privat, daftarkan dengan urutan yang sama dengan nama-nama pembicara

source: Name (excluding institution name)
id: Nama (tidak termasuk nama institusi)

source: Prefix team name with institution name?
id: Awali nama tim dengan nama institusi?

source: Do not include institution name (check the "Prefix team name with institution name?" field instead)
id: Jangan ikutsertakan nama institusi (sebagai gantinya, cek kolom "Awali nama tim dengan nama institusi?")

source: (Not applicable to unaffiliated teams)
id: (Tidak digunakan untuk tim yang tidak terafiliasi)

source: One speaker's name per line
id: Satu nama pembicara per baris

source: Can be separated by newlines, tabs or commas
id: Dapat dipisahkan dengan baris baru, tab, atau koma

source: Speaker %d
id: Pembicara %d

source: speaker%d@example.edu
id: pembicara%d@contoh.edu

source: There must be at least one speaker.
id: Paling tidak harus ada satu pembicara.

source: %(email)s is not a valid email address.
id: %(email)s bukan alamat email yang valid.

source: There are more email addresses than speakers.
id: Ada lebih banyak alamat email daripada pembicara.

source: Every team in a single tournament from the same institution must have a different name. Please correct the duplicate data.
id: Setiap tim pada satu turnamen dari institusi harus memiliki nama yang berbeda. Mohon perbaiki data duplikat.

source: This value must be between %(min)d and %(max)d.
id: Nilai ini harus berada di antara %(min)d dan %(max)d.

source: Unaffiliated (no institution)
id: Tidak terafiliasi (tanpa institusi)

source: Sorry, you can only import up to %(max_allowed)d team at a time. (These numbers currently add to %(given)d.) Try splitting your import into smaller chunks.
id: Maaf, Anda hanya dapat mengimpor paling banyak %(max_allowed)d tim pada satu waktu. (Angka-angka tersebut saat ini ditambahkan ke %(given)d.) Coba pecah impor Anda ke bongkahan kecil.

source: Sorry, you can only import up to %(max_allowed)d adjudicator at a time. (These numbers currently add to %(given)d.) Try splitting your import into smaller chunks.
id: Maaf, Anda hanya dapat mengimpor paling banyak %(max_allowed)d juri pada satu waktu. (Angka-angka tersebut saat ini ditambahkan ke %(given)d.) Coba pecah impor Anda ke bongkahan kecil.

source: The Debate XML archive to parse
id: Arsip XML Debat untuk diurai

source: Export Tournament Archive
id: Ekspor Arsip Turnamen

source: Tournaments can be exported in an <a href="https://en.wikipedia.org/wiki/XML">XML format</a> for use outside Tabbycat.
id: Turnamen dapat diekspor dalam <a href="https://en.wikipedia.org/wiki/XML"> format XML </a> untuk digunakan di luar Tabbycat.

source: Export all data
id: Ekspor semua data

# page title
source: Import Tournament Archive
id: Impor Arsip Turnamen

source: This form will create a tournament with the data provided as a Debate XML format.
id: Formulir ini akan membuat turnamen dengan data yang disediakan dalam format XML Debat.

source: Import
id: Impor

source: Go back to the site home page
id: Kembali ke laman utama

# page title
source: Add Adjudicators
id: Tambah Juri

source: (Step %(step)s of %(count)s)
id: (Langkah %(step)s dari %(count)s)

source: Previous Step
id: Lengkah Sebelumnya

source: As per <a href="%(options_feedback)s" class="alert-link">this tournament's configuration</a>, an adjudicator's rating must be between <strong>%(min)s</strong> and <strong>%(max)s</strong>. Providing email addresses is optional but can be useful if using <a href="%(privateurls_url)s" class="alert-link">private URLs</a> for feedback or ballots.
id: Berdasarkan <a href="%(options_feedback)s" class="alert-link">konfigurasi turnamen ini</a>, rating seorang juri rating harus berada dalam rentang <strong>%(min)s</strong> dan <strong>%(max)s</strong>. Memberikan alamat email sifatnya opsional tetapi dapat berguna jika menggunakan <a href="%(privateurls_url)s" class="alert-link">URL privat</a> untuk umpanbalik atau kertas suara.

source: Adjudicators for %(institution)s
id: Juri untuk %(institution)s

source: Unaffiliated Adjudicators
id: Juri Non-Terafiliasi

source: Save All Adjudicators
id: Simpan Seluruh Juri

source: You need to <a href="%(import_institutions_url)s" class="alert-link">add institutions</a> before adding adjudicators.
id: Anda harus <a href="%(import_institutions_url)s" class="alert-link">menambahkan institusi</a> sebelum menambahkan juri.

source: Specify the number of new adjudicators to add per institution. In the next step you can specify their names and ratings.
id: Tentukan jumlah juri baru untuk ditambahkan per institusi. Pada langkah berikutnya Anda dapat menentukan nama dan rating mereka.

source: You can add up to 198 adjudicators at a time. If you have more than 198 adjudicators, split them into chunks. (Please don't try to add more than 198 in one go; the system will crash and you will lose data.)
id: Anda dapat menambahkan sampai 198 juri pada satu waktu. Jika Anda memiliki lebih dari 198 juri, pecah mereka menjadi bongkahan-bongkahan kecil. (Jangan mencoba untuk menambahkan lenih dari 198 dalam satu waktu; sistem akan crash dan Anda akan kehilangan data.)

# button
source: Next Step
id: Langkah Berikutnya

source: Simple Importer
id: Pengimpor Sederhana

source: There are <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">several ways to import data into Tabbycat</a>. Which one is best depends on the size of your tournament and your technical background. This <strong>simple importer</strong> is the easiest to use and works well for small- and medium-sized tournaments.
id: Ada <a href="https://tabbycat.readthedocs.io/en/stable/use/importing-data.html" target="_blank">beberapa cara untuk mengimpor data ke dalam Tabbycat</a>. Mana yang paling baik bergantung pada ukuran turnamen Anda dan latar belakang teknis Anda. <strong>Pengimpor sederhana</strong> ini adalah yang termudah untuk digunakan dan berjalan dengan baik untuk turnamen berukuran kecil atau sedang.

source: Add Institutions
id: TamTambah Institusi

source: Add Teams
id: Tambah Tim

source: Add Adjudicators
id: Tambah Juri

source: Add Rooms
id: Tambah Ruangan

source: Add/Edit Room Categories
id: Tambah/Sunting Kategori Ruangan

source: Add/Edit Room Constraints
id: Tambah/Sunting Batasan Ruangan

source: Add/Edit Adjudicator-Team Conflicts
id: Tambah/Sunting Konflik Tim-Juri

source: Add/Edit Adjudicator-Adjudicator Conflicts
id: Tambah/Sunting Konflik Juri-Juri

source: Add/Edit Adjudicator-Institution Conflicts
id: Tambah/Sunting Konflik Juri-Institusi

source: Add/Edit Team-Institution Conflicts
id: Tambah/Sunting Konflik Tim-Institusi

source: Add/Edit Break Categories
id: ImportTambahkan / Ubah Kategori Break

source: Add/Edit Speaker Categories
id: Tambahkan / Ubah Kategori Pembicara

# page title
source: Add Institutions
id: TamTambah Institusi

source: Save All Institutions
id: Simpan Semua Institusi

source: There are some problems with the data on this form:
id: Ada beberapa masalah terkait data pada formulir ini:

source: Next Step
id: Langkah Berikutnya

# page title
source: Add Teams
id: Tambah Tim

source: Teams for %(institution)s
id: Tim untuk %(institution)s

source: Unaffiliated Teams
id: Tim Non-Terafiliasi

source: Save All Teams
id: Simpan Semua Tim

source: You need to <a href="%(import_institutions_url)s" class="alert-link">add institutions</a> before adding teams.
id: Anda harus <a href="%(import_institutions_url)s" class="alert-link">menambahkan institusi</a> sebelum menambahkan tim.

source: Specify the number of new teams to add per institution. In the next step you can specify team and speaker names.
id: Tentukan jumlah tim baru untuk ditambahkan per institusi. Pada langkah berikutnya Anda dapat menentukan nama tim dan pembicara.

source: You can add up to 141 teams at a time. If you have more than 141 teams, split them into chunks. (Please don't try to add more than 141 in one go; the system will crash and you will lose data.)
id: Anda bisa menambahkan sampai 141 tim dalam satu waktu. Jika Anda memiliki lebih dari 141 tim, pecah mereka menjadi bongkahan-bongkahan. (Mohon tidak mencoba menambahkan lebih dari 141 dalam satu waktu; sistem akan crash dan Anda akan kehilangan data.)

# page title
source: Add Rooms
id: Tambah Ruangan

source: Priorities indicate how much you want to use the room. Larger numbers indicate higher priority. If you have more rooms than debates, the rooms with the lowest priorities will not be used.
id: Prioritas mengindikasikan berapa banyak Anda ingin menggunakan ruangan. Nilai yang lebih besar mengindikasikan prioritas yang lebih tinggi. Jika anda memiliki lebih banyak ruangan dari debat, ruangan dengan prioritas terendah tidak akan digunakan.

source: Save All Rooms
id: Simpan Semua Ruangan

source: Paste a list of rooms with one room per line and following the format of: <code>name,priority</code>. For example:
id: Tempel daftar ruangan dengan satu ruangan per baris dan mengikuti format dari: <code>nama,prioritas</code>. Sebagai contoh:

source: Added %(count)d institution.
id: %(count)d institusi ditambahkan.

source: Added %(count)d room.
id: %(count)d ruangan ditambahkan.

source: Added %(count)d team.
id: %(count)d tim ditambahkan.

source: Adjudicator %(number)d
id: Juri %(number)d

source: Added %(count)d adjudicator.
id: Juri %(count)d ditambahkan.

source: <p>There were one or more errors creating the demo tournament. Before retrying, please delete the existing demo tournament <strong>and</strong> the institutions in the Edit Database Area.</p><p><i>Technical information: The errors are as follows:</i></p>
id: <p>Ada satu atau lebih kesalahan membuat turnamen demo. Sebelum mencoba kembali, mohon haps turnamen demo yang sudah ada <strong>dan</strong> institusi di Area Sunting Basisdata.</p><p><i>Informasi teknis: Kesalahannya adalah sebagai berikut:</i></p>

source: Created new demo tournament. You can now configure it below.
id: Turnamen demo sudah terbuat. Anda dapat mengonfigurasikannya di bawah ini.

source: Tournament archive has been imported.
id: Arsip turnamen telah diimpor.
