Repository: kerbinagent/tabbycat
Catalog: tabbycat/venues/locale/*/LC_MESSAGES/django.po
Languages: id

source: Rooms
id: Ruangan

source: Draw is already released, unrelease draw to assign rooms.
id: Pengundian telah dirilis, Batalkan rilis untuk menetapkan ruangan.

source: Draw is not confirmed, confirm draw to assign rooms.
id: Pengundian belum terkonfirmasi, pastikan pengundian agar dapat menetapkan ruangan.

source: Successfully auto-allocated rooms to debates.
id: Berhasil mengalokasikan-otomatis ruangan-ruangan ke bagian Debat.

source: name
id: nama

source: priority
id: prioritas

source: Rooms with a higher priority number will be preferred when allocating rooms to debates
id: Ruangan-ruangan dengan nomor prioritas yang lebih tinggi akan lebih mungkin terpilih saat mengalokasi Ruangan ke Debat

source: tournament
id: turnamen

source: A URL that contains extra information about this room, e.g. a map or a meeting link (for online tournaments)
id: Sebuah URL yang mengandung informasi tambahan mengenai ruangan ini, spt. sebuah peta atau tautan pertemuan (untuk turnamen daring)

source: room
id: ruangan

source: rooms
id: ruangan

source: Don't display in room name
id: Jangan menampilkan di nama Ruangan

source: Display as prefix
id: Tampilkan sebagai prefiks

source: Display as suffix
id: Tampilkan sebagai sufiks

source: Name of category, e.g., "Purple", "Step-free access", "Close to tab room". This name is shown when the category is prefixed or suffixed to a room name in the draw, e.g., "Purple – G05".
id: Nama dari kategori, spt., "Purple", "Step-free access", "Close to tab room". Nama ini akan ditunjukkan saat kategori telah diawali atau diakhiri ke sebuah ruangan, spt., "Purple – G05".

source: description
id: keterangan

source: Description, as the predicate of a sentence, e.g. "has step-free access", "is close to the briefing hall". This description follows "This room" when shown in tooltips, e.g., "This room is close to the briefing hall.".
id: Keterangan, sebagai predikat sebuah kalimat, spt. "has step-free access", "is close to the briefing hall". Keterangan ini mengikuti "This room" saat ditampilkan pada tooltip, e.g., "This room is close to the briefing hall.".

source: display in room name
id: ditampilkan di nama Ruangan

source: Prefix: "Purple – G05", Suffix: "G05 – Purple"
id: Awalan: "Purple – G05", Akhiran: "G05 – Purple"

source: display in public tooltip
id: ditampilkan di tooltip publik

source: Displays the description in the tooltip for the room on public pages. The description, if not blank, will always show on admin pages.
id: Menampilkan keterangan di tooltip untuk Ruangan pada halaman-halaman publik. Bila keterangan tidak kosong, akan selalu muncul di halaman admin.

source: room category
id: kategori ruangan

source: room categories
id: kategori-kategori ruangan

source: category
id: kategori

source: subject content type
id: tipe konten subjek

source: subject ID
id: ID subjek

source: room constraint
id: batasan ruangan

source: room constraints
id: batasan-batasan ruangan

source: Room Categories
id: Kategori-kategori Ruangan

source: Room categories allow you to group rooms together into "zones" to display in the draw and make navigation easier for participants, and/or specify constraints on room allocation that require teams, adjudicators or institutions to be put in a room in a particular category.
id: Kategori-kategori Ruangan memungkinkan anda untuk menggabungkan ruangan-ruangan ke "zones" untuk ditampilkan dalam pengundian dan membuat navigasi menjadi lebih mudah untuk para peserta, dan/atau menentukan batasan-batasan pada pengalokasian ruangan yang membutuhkan para tim, para juri atau petunjuk-petunjuk untuk ditempatkan di sebuah ruangan dalam kategori tertentu.

source: If you want to delete room categories, use the <a href="%(edit_db_url)s" class="alert-link">Edit Database</a> area.
id: Bila anda ingin menghapus kategori-kategori ruangan, gunakan area <a href="%(edit_db_url)s" class="alert-link">Edit Basisdata</a>.

source: Save Room Categories
id: Simpan Kategori-kategori Ruangan

source: Room Constraints
id: Batasan-batasan Ruangan

source: Room constraints tell the room allocator to try to keep the specified team or adjudicator, or all teams (but not adjudicators) from the specified institution, in a room in the given category. The "priority" field resolves conflicting constraints: the higher priority takes precedence. You can also use the priority field to specify "lower-preference" constraints, which are taken if a higher-priority constraint couldn't be met.
id: Batasan-batasan Ruangan memberitahu allocator ruangan agar berusaha mempertahankan tim atau juri yang sudah ditentukan, atau semua tim-tim (tapi tidak para juri) dari institusi yang ditentukan, dalam ruangan di kategori yang diberikan. Bidang "priority" memecahkan batasan-batasan yang bertentangan: prioritas yang lebih tinggi mendapat hak lebih tinggi. Anda juga bisa menggunakan bidang prioritas untuk menentukan batasan-batasan "lower-preference", yang diambil bila tidak sampai pada batasan prioritas yang lebih tinggi.

source: Save Room Constraints
id: Simpan Batasan-batasan Ruangan

source: Room constraint of %(name)s met (%(category)s)
id: Batasan Ruangan dari %(name)s memenuhi (%(category)s)

source: Room does not meet any constraint of %(name)s
id: Ruangan tidak memenuhi batasan apa-apa dari %(name)s

source: Room constraint of %(team)s met (%(category)s, via institution %(institution)s)
id: Batasan Ruangan dari %(team)s memenuhi (%(category)s, via institusi %(institution)s)

source: Room does not meet any constraint of institution %(institution)s (%(team)s)
id: Ruangan tidak memenuhi batasan apa-apa dari institusi %(institution)s (%(team)s)

source: Edit Rooms
id: Edit Ruangan-ruangan

source: Saved room category: %(list)s
id: Kategori ruangan yang tersimpan: %(list)s

source: No changes were made to the room categories.
id: Tidak ada perubahan yang dibuat pada kategori ruangan.

source: %s (Adjudicator)
id: %s (Juri)

source: %s (Team)
id: %s (Tim)

source: %s (Institution)
id: %s (Institusi)

source: Saved %(count)d room constraint.
id: Tersimpan %(count)d batasan ruangan.
