Repository: kerbinagent/tabbycat
Catalog: tabbycat/adjfeedback/locale/*/LC_MESSAGES/django.po
Languages: id

source: Integer scales must have a minimum and maximum
id: Skala bilangan bulat harus memiliki minimum dan maksimum

source: target
id: tujuan

source: source adjudicator
id: juri yang memberi penilaian

source: source team
id: tim yang memberi penilaian

source: %(timestamp)s (version %(version)s)
id: %(timestamp)s (versi %(version)s)

source: Target
id: Tujuan

source: Source
id: Sumber

source: Feedback timestamp and version
id: Waktu dan versi penilaian

source: 1 feedback submission was marked as confirmed. Note that this may have caused other feedback submissions to be marked as unconfirmed.
id: %(count)d penilaian juri telah terkonfirmasi. Perhatikan bahwa ini dapat menyebabkan submisi penilaian juri yang lain menjadi tidak terkonfirmasi.

source: 1 feedback submission was not marked as confirmed, probably because other feedback submissions that conflict with it were also marked as confirmed.
id: %(count)d penilaian juri tidak terkonfirmasi, mungkin karena submisi penilaian juri yang lain berhubungan dengan ini ditandai sebagai terkonfirmasi.

source: 1 feedback submission was marked as unconfirmed.
id: %(count)d submisi penilaian juri ditandai sebagai tidak terkonfirmasi.

source: 1 feedback submission is now ignored.
id: %(count)d submisi penilaian juri telah diabaikan.

source: 1 feedback submission is now recognized.
id: %(count)d submisi penilaian juri telah diakui.

source: Adjudicator Feedback
id: Penilaian Juri

source: chair
id: ketua panel

source: panellist
id: panelis

source: Overall score (%(min)d=worst; %(max)d=best)*
id: Nilai secara keseluruhan (%(min)d=terrendah; %(max)d=tertinggi)

source: Ignored
id: Diabaikan

source: Submitted -
id: Dimasukkan

source: -- Adjudicators --
id: -- Juri debat --

source: Adjudicator this feedback is about
id: Juri penilaian ini untuk

source: %(name)s (chair gave oral)
id: %(name)s (ketua panel memberikan verbal)

source: %(name)s (panellist gave oral as chair rolled)
id: %(name)s (panelis memberikan verbal)

source: This line (for %(adjudicator)s) didn't have a score
id: Baris ini (untuk %(adjudicator)s) tidak memiliki nilai

source: This line (for %(adjudicator)s) had too many columns
id: Baris ini (untuk %(adjudicator)s) memiliki terlalu banyak kolom

source: There are several adjudicators called "%(adjudicator)s", so you can't use the bulk importer to update their score. Please do so in the Feedback Overview page instead.
id: Ada beberapa juri yang bernama "%(adjudicator)s", sehingga importir nilai masal tidak dapat digunakan untuk memperbarui nilai mereka. Perbarui nilai mereka di halaman Tinjauan Penilaian.

source: There is no adjudicator in this tournament with the name "%(adjudicator)s"
id: Tidak ada juri di turnamen ini dengan nama "%(adjudicator)s"

source: The score for %(adjudicator)s, "%(score)s", isn't a number
id: Nilai untuk %(adjudicator)s, "%(score)s", bukan angka

source: There were no scores to import.
id: Tidak ada nilai untuk diimpor.

source: adjudicator
id: juri debat

source: round
id: ronde

source: score
id: skor

source: timestamp
id: waktu

source: adjudicator base score history
id: histori nilai awal juri

source: adjudicator base score histories
id: histori nilai awal juri

source: question
id: pertanyaan

source: feedback
id: penilaian

source: answer
id: jawaban

source: adjudicator feedback boolean answer
id: penilaian juri, jawaban boolean / iya-tidak

source: adjudicator feedback boolean answers
id: penilaian juri, jawaban boolean / iya-tidak

source: adjudicator feedback integer answer
id: penilaian juri, jawaban numerik

source: adjudicator feedback integer answers
id: penilaian juri, jawaban numerik

source: adjudicator feedback float answer
id: penilaian juri, jawaban numerik

source: adjudicator feedback float answers
id: penilaian juri, jawaban numerik

source: adjudicator feedback string answer
id: penilaian juri, jawaban frasa / kalimat singkat

source: adjudicator feedback string answers
id: penilaian juri, jawaban frasa / kalimat singkat

source: adjudicator feedback multiple select answer
id: jawaban pilihan berganda umpanbalik juri

source: adjudicator feedback multiple select answers
id: jawaban pilihan berganda umpanbalik juri

source: checkbox
id: kotak centang

source: yes/no (dropdown)
id: iya / tidak (dropdown)

source: integer (textbox)
id: numerik (kotak teks)

source: integer scale
id: skala numerik

source: float
id: bilangan desimal

source: text
id: teks

source: long text
id: teks panjang

source: select one
id: pilih satu

source: select multiple
id: pilih beberapa

source: tournament
id: turnamen

source: sequence number
id: nomor urut

source: The question displayed to participants, e.g., "Did you agree with the decision?"
id: Pertanyaan yang ditampilkan kepada partisipan, seperti "Apakah anda setuju dengan keputusan yang diberikan?"

source: name
id: nama

source: A short name for the question, e.g., "Agree with decision"
id: Nama pendek untuk pertanyaan ini seperti "Setuju dengan keputusan"

source: reference
id: referensi

source: Code-compatible reference, e.g., "agree_with_decision"
id: Referensi yang kompatibel dengan kode seperti "setuju_dengan_keputusan"

source: from adjudicator
id: dari juri

source: Adjudicators should be asked this question (about other adjudicators)
id: Juri harus ditanyakan pertanyaan ini (tentang juri lain)

source: from team
id: dari tim

source: Teams should be asked this question
id: Tim harus ditanyakan pertanyaan ini

source: answer type
id: tipe jawaban

source: required
id: diwajibkan

source: Whether participants are required to fill out this field
id: Apakah partisipan diwajibkan untuk mengisi kolom ini

source: minimum value
id: nilai minimum

source: Minimum allowed value for numeric fields (ignored for text or boolean fields)
id: Nilai minimum yang diijinkan untuk kolom numerik (abaikan untuk kolom teks dan boolean)

source: maximum value
id: nilai maksimum

source: Maximum allowed value for numeric fields (ignored for text or boolean fields)
id: Nilai maksimum yang diijinkan untuk kolom numerik (abaikan untuk kolom teks dan boolean)

source: choices
id: pilihan

source: Permissible choices for select one/multiple fields (ignored for other fields)
id: Pilihan yang diizinkan untuk memilih satu / beberapa bidang (diabaikan untuk bidang lain)

source: adjudicator feedback question
id: pertanyaan penilaian juri

source: adjudicator feedback questions
id: pertanyaan penilaian juri

source: ignored
id: diabaikan

source: Whether the feedback should affect the adjudicator's score
id: Apakah submisi penilaian juri mempengaruhi nilai juri tersebut

source: adjudicator feedback
id: penilaian juri

source: adjudicator feedbacks
id: penilaian Juri

source: Either the source adjudicator or source team wasn't specified.
id: Juri atau tim yang memberikan penilaian tidak disebutkan.

source: There was both a source adjudicator and a source team.
id: Ada keduanya, juri dan tim yang memberikan penilaian.

source: There is no adjudicator specified as the target for this feedback. Perhaps they were deleted?
id: Tidak ada juri yang menjadi target penilaian ini. Apakah mereka telah dihapus?

source: Adjudicator did not see this debate.
id: Juri tidak melihat debat ini.

source: Whether the adj is marked as breaking (click to mark)
id: Apakah juri ditandai sebagai breaking (klik untuk mentandai)

source: Current weighted score
id: Skor saat ini

source: This adjudicator's current rating.
id: Nilai juri ini sekarang.

source: Base score result
id: Hasil nilai awal

source: Click to edit base score
id: Klik untuk menyunting nilai awal

source: Assigned base score
id: Nilai awal yang diberikan

source: The current difference between an adjudicator's base score and current score
id: Perbedaan antara nilai awal dan nilai juri saat ini

source: The difference between this adjudicator's base score and current score
id: Perbedaan antara nilai awal dan nilai juri saat ini

source: The standard deviation of this adjudicator's current scores; with larger numbers meaning less consistent feedback scores.
id: Standar deviasi nilai juri; angka yang lebih besar mengindikasikan penilaian juri yang tidak konsisten.

source: The standard deviation of this adjudicator's current scores
id: Standar deviasi nilai juri ini

source: Feedback Per Round
id: Penilaian Juri tiap Ronde

source: Hover over the data points to show the average score received in that round
id: Letakkan mouse di atas titik data untuk melihat skor rata-rata yang diterima tiap ronde

source: View %(count)s<br>feedback
id: Lihat %(count)s<br>penilaian juri

source: Unsubmitted feedback ballots
id: Penilaian juri yang belum diterima

source: View Missing Feedback
id: Lihat Penilaian Juri yang Hilang

source: Who is the feedback from?
id: Dari siapakah penilaian ini diberikan?

source: Enter Feedback
id: Berikan Penilaian

source: Add Feedback from %(name)s
id: Tambahkan Penilaian dari %(name)s

source: Add Feedback
id: Tambahkan Penilaian

source: There are no feedback options because no rounds have been released to the public yet. Check back when they have!
id: Tidak ada opsi penilaian karena belum ada ronde yang dirilis ke publik. Periksa kembali saat ronde telah dirilis!

source: This tournament expects you to submit feedback <strong>only on the adjudicator who delivered the adjudication</strong>. Do not submit feedback on other adjudicators.
id: Turnamen ini mengharapkan anda untuk memberikan penilaian <strong>hanya untuk juri yang memberikan verbal </strong>. Jangan memberikan penilaian untuk juri lainnya.

source: This tournament expects you to submit feedback on all of the adjudicators on the panel (including trainees).
id: Turnamen ini mengharapkan anda untuk memberikan penilaian untuk semua juri (termasuk trainee).

source: There are some problems with this feedback submission. Please review and correct them.
id: Ada sedikit masalah dengan penilaian juri ini. Tolong periksa dan perbaiki.

source: When submitting this form your IP address will be stored for logging purposes.
id: Saat melakukan submisi, alamat IP anda akan disimpan untuk pencatatan.

source: Overview
id: Tinjauan

source: Latest
id: Terbaru

source: Unsubmitted
id: Belum Diterima

source: Important
id: Penting

source: Comments
id: Komentar

source: By Source
id: Dengan Sumber

source: By Target
id: Dengan Tujuan

source: Bulk Update Scores
id: Perbarui nilai secara masal

source: Feedback %(source_type)s %(source_name)s
id: Penilaian dari %(source_type)s %(source_name)s

source: %(source_name)s hasn't submitted any feedback yet.
id: %(source_name)s belum memberikan penilaian sama sekali.

source: %(source_name)s hasn't received any feedback yet.
id: %(source_name)s belum menerima penilaian sama sekali.

source: This is most likely because the team or adjudicator who submitted this feedback has submitted several times on the same person; or because a team has submitted feedback on multiple panellists (rather than just the orallist).
id: Ini mungkin karena tim atau juri yang memberikan penilaian melakukan submisi berkali-kali terhadap orang yang sama; atau karena tim memberikan penilaian untuk beberapa panelis dan bukan hanya yang memberikan verbal.

source: Unconfirmed; will not affect this adjudicator's score.
id: Tidak terkonfirmasi; tidak akan berpengaruh pada nilai juri.

source: The feedback is counted for the adjudicator, but is not taken into account when calculating scores.
id: Penilaian ini dihitung untuk juri ini, namun tidak digunakan saat mengkalkulasi skor.

source: Ignored; will not affect this adjudicator's score.
id: Diabaikan; tidak akan berpengaruh pada nilai juri.

source: This feedback is submitted on an adjudicator but it looks like they have been since been removed from the debate. You should probably go to the Edit Database area and delete this feedback.
id: Penilaian ini diberikan untuk seorang juri namun juri tersebut telah dihapus dari debat. Dianjurkan untuk ke Sunting Database dan menghapus penilaian ini.

source: The score given in this piece of feedback.
id: Skor yang diberikan dalam penilaian ini.

source: On %(adjudicator)s
id: Pada %(adjudicator)s

source: <span class="text-secondary small">Received as %(as)s</span>
id: <span class="text-secondary small">Diterima sebagai %(as)s</span>

source: Base %(base)s
id: Nilai awal %(base)s

source: From %(source)s <span class="text-secondary small">(their %(relationship)s)</span>
id: Dari %(source)s <span class="text-secondary small">(%(relationship)s mereka)</span>

source: From %(source)s <span class="text-secondary small">(%(relationship)s from %(side)s)</span>
id: Dari %(source)s <span class="text-secondary small">(%(relationship)s sebagai %(side)s)</span>

source: From unknown
id: Asal tidak diketahui

source: Unconfirmed feedback is not counted as having been submitted and does not affect this adjudicator's score.
id: Penilaian yang tidak terkonfirmasi tidak akan dianggap telah diserahkan dan tidak akan mempengaruhi skor juri tersebut.

source: Un-confirm
id: Tidak terkonfirmasi

source: Confirm
id: Konfirmasi

source: Ignored feedback is counted as having been submitted, but does not affect this adjudicator's score.
id: Penilaian yang diabaikan dianggap telah diserahkan namun tidak mempengaruhi skor juri.

source: Un-ignore
id: Hiraukan

source: Ignore
id: Abaikan

source: No feedback has been submitted yet
id: Belum ada penilaian yang masuk

source: <span id="c_breaking">%(c_breaking)s</span> marked as breaking
id: <span id="c_breaking">%(c_breaking)s</span> ditandai sebagai breaking

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects only chairs to submit feedback (on their panellists and trainees).
id: <a href="%(option_url)s" class="alert-link">Konfigurasi Penilaian </a> saat ini mengijinkan dan mengharuskan hanya ketua panel yang memberikan penilaian terhadap panelis dan trainee mereka.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both chairs and panellists to submit feedback on each other, and also chairs to submit feedback on trainees.
id: <a href="%(option_url)s" class="alert-link"> Konfigurasi umpan balik </a> saat ini memungkinkan dan mengharapkan baik ketua maupun panelis untuk saling mengirimkan umpan balik, dan juga ketua untuk mengirimkan umpan balik pada peserta pelatihan.umpan balik.

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects both panellists and trainees to submit feedback on chairs, and chairs to submit feedback on every other member of the panel (including trainees).
id: <a href="%(option_url)s" class="alert-link"> Konfigurasi umpan balik </a> saat ini memungkinkan dan mengharapkan baik panelis maupun peserta pelatihan untuk mengirimkan umpan balik mengenai kursi, dan kursi untuk mengirimkan umpan balik kepada setiap anggota lain dari panel (termasuk peserta pelatihan).

source: The current <a href="%(option_url)s" class="alert-link">feedback configuration</a> allows and expects all adjudicators (including trainees) to submit feedback on every other member of the panel (including trainees).
id: <a href="%(option_url)s" class="alert-link">Konfigurasi Penilaian </a> saat ini mengijinkan dan mengharuskan semua juri (termasuk trainee) untuk memberikan penilaian terhadap satu sama lain.

source: There is <strong>%(nadjs_outside_range)s adjudicator</strong> with a score <strong>outside the permitted range</strong> of adjudicator scores, which is currently set as %(min_score)s to %(max_score)s. This can cause adjudicator auto-allocation to behave in unexpected ways. If you'd like to use a wider score range, you can configure this in <a href="%(feedback_settings_url)s" class="alert-link"> feedback settings</a>.
id: Ada <strong>%(nadjs_outside_range)s juri</strong> dengan skor <strong>diluar interval yang diijinkan</strong> untuk nilai juri, yang mana diatur mulai dari %(min_score)s hingga %(max_score)s. Ini dapat menyebabkan alokasi otomatis memberikan hasil yang tidak sesuai ekspektasi. Apabila anda ingin menggunakan interval nilai yang lebih luas, anda dapat mengkonfigurasi ini di <a href="%(feedback_settings_url)s" class="alert-link"> pengaturan penilaian juri</a>.

source: %(count)s adjudicator currently has a score equal to or above %(min)s and below %(max)s. That is %(percent)s%% of the adjudicator pool.
id: %(count)s juri kini memiliki nilai sama dengan atau lebih dari %(min)s dan kurang dari %(max)s. Jumlah mereka sebesar %(percent)s%% dari total juri yang ada.

source: Score Distributions (range is %(min_score)s–%(max_score)s)
id: Distribusi Skor (interval %(min_score)s–%(max_score)s)

source: Base
id: N. Awal

source: Feedback
id: Penilaian Juri

source: The proportion of an adjudicator's score determined by feedback vs the test is set on a per-round basis. Click this link and edit the 'Feedback weight' field to modify this ratio for %(round)s.
id: Nilai juri ditentukan berdasarkan penilaian tiap ronde dan nilai awal dan proporsinya diatur berbeda tiap ronde. Klik tautan berikut dan ubah 'Bobot penilaian tiap ronde' untuk mengubah proporsi ini untuk %(round)s.

source: Score Ratio
id: Rasio skor

source: There is %(c_chairs)s debate per round, so there needs to be %(c_chairs)s chair.
id: Ada %(c_chairs)s debat per ronde, sehingga membutuhkan %(c_chairs)s ketua panel.

source: There is %(c_debates)s debate per round, but only %(c_chairs)s above the minimum voting score.
id: Ada %(c_debates)s debat per ronde, namun hanya %(c_chairs)s yang memiliki skor di atas skor minimum.

source: %(c_chairs)s chair
id: %(c_chairs)s ketua panel

source: All adjudicators with a score high enough to vote, but who aren't allocated as chairs, are allocated as panellists by the auto-allocator.
id: Seluruh juri dengan nilai cukup tinggi untuk memberikan suara, tetapi tidak diaokasikan sebagai ketua, dialokasikan sebagai panelis oleh auto-allocator.

source: %(c_panellists)s panellist
id: %(c_panellists)s panelis

source: Adjudicators are allocated as trainees by the auto-allocator if their score is less than the 'minimum voting score' (currently %(min_voting)s) set in this tournament's Draw Rules configuration.
id: Juri dialokasikan sebagai trainee oleh auto-allocator jika nilainya kurang dari 'nilai minimal pemungutan suara' (saat ini nilainya %(min_voting)s) yang diatur pada konfigurasi Aturan Undian turnamen.

source: Auto-Allocate Distributions (%(min_voting_score)s+ to vote)
id: Alokasi-Otomatis Distribusi (%(min_voting_score)s+ untuk memberi suara)

source: Change Base Score
id: Ubah Nilai Basis

source: The score range for adjudicators is between <strong>%(pref.adj_min_score)s</strong> and <strong>%(pref.adj_max_score)s</strong>. Decimals are permitted. This can be configured in <a href="%(feedback_options)s">Feedback settings</a>.
id: Rentang nilai untuk juri adalah antara <strong>%(pref.adj_min_score)s</strong> dan <strong>%(pref.adj_max_score)s</strong>. Desimal diperbolehkan. Nilai ini dapat dikonfigurasi di <a href="%(feedback_options)s">Pengaturan umpan balik</a>.

source: The minimum score require to be allocated as a panellist or chair (when using the auto-allocator) is <strong>%(min_voting_score)s</strong>. This can be configured in <a href="%(draw_rules)s">Draw settings</a>.
id: Nilai minimum yang diperlukan untuk dialokasikan sebagai panelis atau ketua (jika menggunakan auto-allocator) adalah <strong>%(min_voting_score)s</strong>. Nilai ini dapat dikonfigurasikan di <a href="%(draw_rules)s">Pengaturan pengundian</a>.

source: Base score
id: Nilai basis

source: Save Base Score
id: Simpan Nilai Basis

source: Who are you?
id: Siapakah Anda?

source: click your name or your team on this list
id: klik nama Anda atau tim Anda pada daftar ini

# page title
source: Update Adjudicator Scores
id: Perbarui Nilai Juri

source: There aren't any adjudicators in this tournament, so you can't update any scores. You might want to <a href="%(import_url)s" class="alert-link">import some adjudicators</a> first.
id: Tidak ada satupun juri pada turnamen ini, maka Anda tidak dapat mempebarui nilai apapun. Anda mungkin ingin <a href="%(import_url)s" class="alert-link">impor beberap juri </a> terlebih dahulu.

source: Paste a list of adjudicators' names and their new scores, in the format: <code>adjudicator,score</code>. For example:
id: Tempelkan daftar nama juri dan nilai baru mereka, dalam format: <code>juri,nilai</code>. Sebagai contoh:

source: The adjudicators' names must match their names in the tab system exactly.
id: Nama-nama juri harus sama persis dengan nama-nama mereka pada sistem tabulasi.

source: There are some problems with the data on this form:
id: Ada beberapa masalah terkait data pada formulir ini:

source: Submit
id: Kirim

source: Feedback Overview
id: Gambaran Umpan Balik

source: Find Feedback on Adjudicator
id: Temukan Umpan Balik pada Juri

source: %(count)d feedback
id: %(count)d umpan balik

source: Feedbacks
id: Umpan Balik

source: Find Feedback
id: Temukan Umpan Balik

source: From Teams
id: Dari Tim

source: From Adjudicators
id: Dari Juri

source: Latest Feedback
id: Umpan Balik Terbaru

source: (30 most recent)
id: (30 terbaru)

source: Only Comments
id: Hanya Komentar

source: (250 most recent)
id: (250 terbaru)

source: Important Feedback
id: Umpan Balik Penting

source: (rating was much higher/lower than expected)
id: (rating jauh lebih besar/kecil dari yang diharapkan)

source: A Team
id: Sebuah Tim

source: Team
id: Tim

source: Institution
id: Institusi

source: An Adjudicator
id: Seorang Juri

source: Adjudicator
id: Juri

source: Feedback from %(source)s on %(target)s added.
id: Umpan balik dari %(source)s pada %(target)s ditambahkan.

source: Thanks, %(source)s! Your feedback on %(target)s has been recorded.
id: Terima kasih, %(source)s! Umpan balik Anda pada %(target)s telah dicatat.

source: Whoops! I didn't recognise that adjudicator: %(adjudicator)s
id: Ups! Saya tidak mengenali juri tersebut: %(adjudicator)s

source: Whoops! The value isn't a valid base score.
id: Ups! Nilai tersebut bukan nilai basis yang valid.

source: Feedback Progress
id: Progres Umpan Balik

source: %(nmissing)d missing feedback submission (%(fulfilled).1f%% returned)
id: %(nmissing)d tidak mengandung kiriman umpan balik (%(fulfilled).1f%% dikembalikan)

source: Feedback for %(adjudicator)s from %(source)s is now %(result)s.
id: Umpan balik untuk %(adjudicator)s dari %(source)s sekarang %(result)s.

source: confirmed
id: terkonfirmasi

source: un-confirmed
id: nir-terkonfirmasi

source: un-ignored
id: nir-terabaikan

source: Updated base score for %(count)d adjudicator.
id: Basis nilai terbarui untuk %(count)d juri.
