Repository: kerbinagent/tabbycat
Catalog: tabbycat/standings/locale/*/LC_MESSAGES/django.po
Languages: id

source: The same metric would be added twice:
id: Metrik yang sama akan ditambahkan dua kali:

source: The same ranking would be added twice:
id: Ranking yang sama akan ditambahkan dua kali:

source: Unrecognized metric code: "%(code)s"
id: Kode metrik tidak dikenal: %(code)s

source: All
id: Semua

source: Not %(category)s
id: Bukan %(category)s

source: All Speakers
id: Semua Pembicara

source: IAs
id: JI

source: Chairs
id: Ketua Panel

source: Panellists
id: Panelis

source: Trainees
id: Trainee

source: Average Rating
id: Rata-rata Rating

source: Upper Quartile Rating
id: Kuartil Atas Rating

source: Lower Quartile Rating
id: Kuartil Bawah Rating

source: Average Rating From Teams
id: Rata-rata Rating dari Tim

source: Average Rating From Chairs
id: Rata-rata rating dari Ketua Panel

source: Average Rating From Panellists
id: Rata-rata Rating dari Panelis

source: Average Rating From Trainees
id: Rata-rata Rating dari Trainee

source: Average Score
id: Rata-rata Nilai

source: Median Score
id: Median Nilai

source: Upper Quartile Score
id: Kuartil Atas Nilai

source: Lower Quartile Score
id: Kuartil Bawah Nilai

source: Reply Speaker Average
id: Rata-rata Pembicara Penyimpul

source: Speaker %(num)d Average
id: Rata-rata Pembicara %(num)d

source: Average Finals Score
id: Rata-rata Nilai Akhir

source: average
id: rata-rata

source: team points
id: poin tim

source: Team
id: Tim

source: standard deviation
id: standar deviasi

source: number of speeches given
id: jumlah pidato yang diberikan

source: Num
id: Jlh

source: replies given
id: penyimpul yang diberikan

source: trimmed mean (high-low drop)
id: rata-rata terpangkas (titik tinggi-rendah)

source: points
id: poin

source: Pts
id: Poin

source: wins
id: kemenangan

source: Wins
id: Kemenangan

source: total speaker score
id: total nilai pembicara

source: Spk
id: Np

source: average total speaker score
id: rata-rata total nilai pembicara

source: ATSS
id: RTNP

source: speaker score standard deviation
id: standar deviasi nilai pembicara

source: SSD
id: SDNP

source: sum of margins
id: jumlah margin

source: average margin
id: rata-rata margin

source: AWM
id: RM

source: average individual speaker score
id: rata-rata nilai individu pembicara

source: AISS
id: RNIP

source: draw strength by wins
id: kekuatan undian berdasarkan kemenangan

source: DS
id: KU

source: draw strength by total speaker score
id: kekuatan undian berdasarkan total nilai pembicara

source: DSS
id: KUTNP

source: number of pullups before this round
id: jumlah pullup sebelum ronde ini

source: number of adjudicators who voted for this team
id: jumlah juri yang memberikan suara untuk tim ini

source: Ballots
id: Balot

source: votes/ballots carried
id: suara/balot yang dimiliki

source: number of firsts
id: jumlah posisi pertama

source: number of seconds
id: jumlah posisi kedua

source: number of thirds
id: jumlah posisi ketiga

source: Who-beat-whom
id: Siapa-mengalahkan-siapa

source: WBW
id: SNS

source: who-beat-whom
id: siapa-mengalahkan-siapa

source: It also excludes results from silent rounds (if any) and from the current round.
id: Hasil dari ronde diam dan ronde saat ini (jika ada) tidak akan dimasukkan.

source: This list is sorted by team points, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
id: Daftar ini diurutukan berdasarkan poin dari tim, kemudian berdasarkan abjad dari nama tim. Daftar ini tidak menandakan ranking dari setiap tim dalam setiap bracket. %(silent_round_sentence)s

source: This list is sorted by number of wins, then alphabetically by team name. It does not indicate each team's ranking within each bracket. %(silent_round_sentence)s
id: Daftar ini diurutukan berdasarkan jumlah kemenangan dari tim, kemudian berdasarkan abjad dari nama tim. Daftar ini tidak menandakan ranking dari setiap tim dalam setiap bracket. %(silent_round_sentence)s

source: There aren't any rounds for which results are available.
id: Tidak ada ronde yang hasilnya tersedia.

source: Reply speakers are ranked by their <strong>average reply score</strong>.
id: Pembicara pemyimpul diranking berdasarkan <strong>rata-rata nilai penyimpul</strong>.

source: Speakers can miss up to %(count)s reply speeches before they are omitted from the replies tab.
id: Pembicara dapat melewatkan hingga %(count)s pidato penyimpul sebelum mereka dihapus dari tabulasi penyimpul.

source: All reply speakers appear in these standings, no matter how many replies they've missed.
id: Semua pembicara penyimpul muncul di klasemen ini, tidak peduli berapa banyak penyimpul yang mereka lewatkan.

source: These settings can be changed in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
id: Pengaturan ini dapat diubah pada <a href="%(standings_config_url)s" class="alert-link">seksi Klasemen dari konfigurasi turnamen ini</a>.

source: The speaker standings precedence is empty. This means that speakers aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the speaker standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be total or average.
id: Presedensi klasemen pembicara kosong. Ini artinya pembicara tidak diranking berdasarkan metrik apapun, sehingga semua pembicara setara. Jika ini bukan yang Anda inginkan, atur presedensi klasemen pembicara pada <a href="%(standings_config_url)s" class="alert-link">seksi Klasemen dari konfigurasi turnamen ini</a>. Pada sebagian besar turnamen, metrik pertama seharusnya total atau rata-rata.

source: Speakers are ranked by their <strong>average score</strong>.
id: Pembicara diranking berdasarkan <strong>rata-rata nilai</strong>.

source: Speakers are ranked by their <strong>total score</strong>. Any speaker who misses a single debate will be severely punished in these rankings.
id: Pembicara diranking berdasarkan <strong>total nilai</strong>. Setiap pembicara yang melewatkan sebuah debat akan dihukum berat pada ranking ini.

source: Speakers can miss up to %(count)s debates before they are omitted from the speaker tab.
id: Pembicara dapat melewatkan hingga %(count)s debat sebelum mereka dihapus dari tabulasi pembicara.

source: All speakers appear in these standings, no matter how many debates they've missed.
id: Semua pembicara muncul di klasemen ini, tidak peduli berapa banyak debat yang mereka lewatkan.

source: Enforcing the limit on the number of missed debates requires the "number of speeches given" metric to be included in the speaker standings calculations, so it's been automatically added. To remove this warning message, add <strong>Number of speeches given</strong> to the <strong>Speaker standings extra metrics</strong> in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>.
id: Menetapkan batas jumlah debat yang dilewatkan memerlukan metrik "jumlah pidato yang diberikan" untuk disertakan pada penghitungan klasemen pembicara, sehingga secara otomatis telah ditambahkan. Untuk menghilangkan pesan peringatan ini, tambahkan <strong> Jumlah pidato yang diberikan</strong> ke <strong>metrik tambahan Klasemen pembicara</strong> pada <a href="%(standings_config_url)s" class="alert-link">seksi Klasemen dari konfigurasi turnamen ini</a>.

source: Diversity Overview
id: Tinjauan Keberagaman

source: The results data displayed here is presented without tests for statistical significance. Correlations should not be automatically considered reliable; particularly at small tournaments. A 'region' is a customisable category assigned to a set of institutions, and counted using the number of participants assigned to those institutions.
id: Data hasil yang ditampilkan di sini disajikan tanpa skor ujicoba demi kepentingan statistik. Korelasi sebaiknya tidak secara otomatis dianggap benar, terutama pada turnamen kecil. 'Wilayah' merupakan kategori yang dapat dikustomisasi yang diperuntukkan untuk sekumpulan institusi, dan dihitung berdasarkan jumlah partisipan yang telah diperuntukkan untuk institusi tersebut.

source: Non-cis male identifying
id: Laki-laki

source: Cis-male identifying
id: Bukan laki-laki

source: Unspecified/unrecorded
id: Belum ditentukan/tercatat

source: Standings
id: Klasemen

source: Top Speaks
id: Nilai Pembicara Teratas

source: %(speaker)s in %(round)s
id: %(speaker)s pada %(round)s

source: No data yet
id: Belum ada data

source: Bottom Speaks
id: Nilai Pembicara Terbawah

source: Largest Margins
id: Margin Terbesar

source: %(team)s vs %(opp)s in %(round)s
id: %(team)s vs %(opp)s pada %(round)s

source: Closest Margins
id: Margin Terdekat

source: Top Team Scores
id: Nilai Tim Teratas

source: %(team)s in %(round)s
id: %(team)s di %(round)s

source: Bottom Team Scores
id: Nilai Tim Terbawah

source: Most/Least Popular Motions
id: Mosi Paling/Kurang Populer

source: Average Speaks
id: Rata-rata Nilai Pembicara

source: Overview
id: Tinjauan

source: Teams
id: Tim

# All [Teams]
source: All
id: Semua

source: Speakers
id: Pembicara

# Substantive speeches
source: Substantives
id: Substantif

# All [Speakers]
source: All
id: Semua

source: Speakers
id: Pembicara

source: Replies
id: Penyimpul

source: Motions
id: Mosi

source: By Round
id: Berdasarkan Ronde

source: Diversity
id: Keberagaman

source: The team standings precedence is empty. This means that teams aren't ranked according to any metrics, so everyone is first equal. If this isn't what you intended, set the team standings precedence in the <a href="%(standings_config_url)s" class="alert-link">Standings section of this tournament's configuration</a>. In most tournaments, the first metric should be points or wins.
id: Presedensi klasemen tim kosong. Ini artinya tim tidak diranking berdasarkan metrik apapun, sehingga semua tim setara. Jika ini bukan yang Anda inginkan, atur presedensi klasemen tim pada <a href="%(standings_config_url)s" class="alert-link">seksi Klasemen dari konfigurasi turnamen ini</a>. Pada sebagian besar turnamen, metrik pertama seharusnya jumlah poin atau jumlah kemenangan.

source: <p>There was an error generating the standings: <em>%(message)s</em></p>
id: <p>Ada kesalahan saat membangkitkan klasemen: <em>%(message)s</em></p>

source: <p>You may need to double-check the <a href="%(standings_options_url)s" class="alert-link">standings configuration under the Setup section</a>. If this issue persists and you're not sure how to fix it, please contact the developers.</p>
id: <p>Anda mungkin perlu memeriksa kembali <a href="%(standings_options_url)s" class="alert-link">konfigurasi klasemen pada seksi Setup</a>. Jika masalahnya terus berlanjut dan Anda tidak yakin bagaimana memperbaikinya, mohon kontak pengembang.</p>

source: <p>The tab director will need to resolve this issue.</p>
id: <p>Direktur tabulasi perlu menyelesaikan masalah ini.</p>

source: as of %(round)s
id: pada %(round)s

source: %(title)s (Top %(limit)d Only)
id: %(title)s(Hanya %(limit)d Teratas)

source: The tab can't be displayed because all rounds so far in this tournament are silent.
id: Tabulasi tidak dapat ditampilkan karena semua ronde pada turnamen sejauh ini merupakan ronde diam.

source: Speaker Standings
id: Klasemen Pembicara

source: Speaker Tab
id: Tabulasi Individu

source: %(category)s Speaker Standings
id: Klasemen Pembicara %(category)s

source: %(category)s Speaker Tab
id: Tabulasi Pembicara %(category)s

source: Reply Speaker Standings
id: Klasemen Pembicara Penyimpul

source: Reply speeches aren't enabled in this tournament.
id: Pidato penyimpul tidak diaktifkan pada turnamen ini.

source: Reply Speaker Tab
id: Tabulasi Pembicara Penyimpul

source: Team Standings
id: Klasemen Tim

source: Team Tab
id: Tabulasi Tim

source: %(category)s Team Standings
id: Klasemen Tim %(category)s

source: %(category)s Team Tab
id: Tabulasi Tim %(category)s

source: Current Team Standings
id: Klasemen Tim Saat Ini

source: Points
id: Poin

source: Feedback Overview
id: Gambaran Umpan Balik

source: An adjudicator's score is determined by a customisable mix of their base score and their feedback ratings. The current mix is specified below as the 'Score Components.' Feedback ratings are determined by averaging the results of all individual pieces of feedback across all rounds. <a href='http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Read more</a>.
id: Nilai juri ditentukan berdasarkan kombinasi yang dapat dikustomisasi dari nilai awal dan rating umpan balik mereka. Kombinasi saat ini dinyatakan di bawah sebagai 'Komponen Nilai'. Rating umpan balik ditentukan dengan mencari rata-rata hasil dari semua umpan balik individu dari semua ronde.<a href='http://tabbycat.readthedocs.io/en/stable/features/adjudicator-feedback.html#how-is-an-adjudicator-s-score-determined'>Baca lebih lanjut</a>.
